"Western (Mac OS Roman)" = "zachodni (Mac OS Roman)";
"Japanese (Mac OS)" = "japoński (Mac OS)";
"Traditional Chinese (Mac OS)" = "chiński tradycyjny (Mac OS)";
"Korean (Mac OS)" = "koreański (Mac OS)";
"Arabic (Mac OS)" = "arabski (Mac OS)";
"Hebrew (Mac OS)" = "hebrajski (Mac OS)";
"Greek (Mac OS)" = "grecki (Mac OS)";
"Cyrillic (Mac OS)" = "cyrylicki (Mac OS)";
"Devanagari (Mac OS)" = "devanagari (Mac OS)";
"Gurmukhi (Mac OS)" = "gurmukhi (Mac OS)";
"Gujarati (Mac OS)" = "gudźarati (Mac OS)";
"Thai (Mac OS)" = "tajski (Mac OS)";
"Simplified Chinese (Mac OS)" = "chiński uproszczony (Mac OS)";
"Tibetan (Mac OS)" = "tybetański (Mac OS)";
"Central European (Mac OS)" = "środkowoeuropejski (Mac OS)";
"Symbol (Mac OS)" = "symbole (Mac OS)";
"Dingbats (Mac OS)" = "dingbaty (Mac OS)";
"Turkish (Mac OS)" = "turecki (Mac OS)";
"Croatian (Mac OS)" = "chorwacki (Mac OS)";
"Icelandic (Mac OS)" = "islandzki (Mac OS)";
"Romanian (Mac OS)" = "rumuński (Mac OS)";
"Celtic (Mac OS)" = "celtycki (Mac OS)";
"Gaelic (Mac OS)" = "gaelicki (Mac OS)";
"Keyboard Symbols (Mac OS)" = "symbole klawiszowe (Mac OS)";
"Farsi (Mac OS)" = "perski (Mac OS)";
"Cyrillic (Mac OS Ukrainian)" = "cyrylicki (Mac OS ukraiński)";
"Inuit (Mac OS)" = "inuit (Mac OS)";
"Unicode (UTF-16)" = "Unicode (UTF-16)";
"Unicode (UTF-7)" = "Unicode (UTF-7)";
"Unicode (UTF-8)" = "Unicode (UTF-8)";
"Unicode (UTF-32)" = "Unicode (UTF-32)";
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";
"Western (ISO Latin 1)" = "zachodni (ISO Latin 1)";
"Central European (ISO Latin 2)" = "środkowoeuropejski (ISO Latin 2)";
"Western (ISO Latin 3)" = "zachodni (ISO Latin 3)";
"Central European (ISO Latin 4)" = "środkowoeuropejski (ISO Latin 4)";
"Cyrillic (ISO 8859-5)" = "cyrylicki (ISO 8859-5)";
"Arabic (ISO 8859-6)" = "arabski (ISO 8859-6)";
"Greek (ISO 8859-7)" = "grecki (ISO 8859-7)";
"Hebrew (ISO 8859-8)" = "hebrajski (ISO 8859-8)";
"Turkish (ISO Latin 5)" = "turecki (ISO Latin 5)";
"Nordic (ISO Latin 6)" = "nordycki (ISO Latin 6)";
"Thai (ISO 8859-11)" = "tajski (ISO 8859-11)";
"Baltic (ISO Latin 7)" = "bałtycki (ISO Latin 7)";
"Celtic (ISO Latin 8)" = "celtycki (ISO Latin 8)";
"Western (ISO Latin 9)" = "zachodni (ISO Latin 9)";
"Romanian (ISO Latin 10)" = "rumuński (ISO Latin 10)";
"Latin-US (DOS)" = "Latin-US (DOS)";
"Greek (DOS)" = "grecki (DOS)";
"Baltic (DOS)" = "bałtycki (DOS)";
"Western (DOS Latin 1)" = "zachodni (DOS Latin 1)";
"Greek (DOS Greek 1)" = "grecki (DOS Grecki 1)";
"Central European (DOS Latin 2)" = "środkowoeuropejski (DOS Latin 2)";
"Cyrillic (DOS)" = "cyrylicki (DOS)";
"Turkish (DOS)" = "turecki (DOS)";
"Portuguese (DOS)" = "portugalski (DOS)";
"Icelandic (DOS)" = "islandzki (DOS)";
"Hebrew (DOS)" = "hebrajski (DOS)";
"Canadian French (DOS)" = "kanadyjski francuski (DOS)";
"Arabic (DOS)" = "arabski (DOS)";
"Nordic (DOS)" = "nordycki (DOS)";
"Russian (DOS)" = "rosyjski (DOS)";
"Greek (DOS Greek 2)" = "grecki (DOS Grecki 2)";
"Thai (Windows, DOS)" = "tajski (Windows, DOS)";
"Japanese (Windows, DOS)" = "japoński (Windows, DOS)";
"Simplified Chinese (Windows, DOS)" = "chiński uproszczony (Windows, DOS)";
"Korean (Windows, DOS)" = "koreański (Windows, DOS)";
"Traditional Chinese (Windows, DOS)" = "chiński tradycyjny (Windows, DOS)";
"Western (Windows Latin 1)" = "zachodni (Windows Latin 1)";
"Central European (Windows Latin 2)" = "środkowoeuropejski (Windows Latin 2)";
"Cyrillic (Windows)" = "cyrylicki (Windows)";
"Greek (Windows)" = "grecki (Windows)";
"Turkish (Windows Latin 5)" = "turecki (Windows Latin 5)";
"Hebrew (Windows)" = "hebrajski (Windows)";
"Arabic (Windows)" = "arabski (Windows)";
"Baltic (Windows)" = "bałtycki (Windows)";
"Vietnamese (Windows)" = "wietnamski (Windows)";
"Western (ASCII)" = "zachodni (ASCII)";
"Japanese (Shift JIS X0213)" = "japoński (Shift JIS X0213)";
"Chinese (GBK)" = "chiński (GBK)";
"Chinese (GB 18030)" = "chiński (GB 18030)";
"Japanese (ISO 2022-JP)" = "japoński (ISO 2022-JP)";
"Japanese (ISO 2022-JP-2)" = "japoński (ISO 2022-JP-2)";
"Japanese (ISO 2022-JP-1)" = "japoński (ISO 2022-JP-1)";
"Chinese (ISO 2022-CN)" = "chiński (ISO 2022-CN)";
"Korean (ISO 2022-KR)" = "koreański (ISO 2022-KR)";
"Japanese (EUC)" = "japoński (EUC)";
"Simplified Chinese (GB 2312)" = "chiński uproszczony (GB 2312)";
"Traditional Chinese (EUC)" = "chiński tradycyjny (EUC)";
"Korean (EUC)" = "koreański (EUC)";
"Japanese (Shift JIS)" = "japoński (Shift JIS)";
"Cyrillic (KOI8-R)" = "cyrylicki (KOI8-R)";
"Traditional Chinese (Big 5)" = "chiński tradycyjny (Big 5)";
"Western (Mac Mail)" = "zachodni (Mac Mail)";
"Simplified Chinese (HZ GB 2312)" = "chiński uproszczony (HZ GB 2312)";
"Traditional Chinese (Big 5 HKSCS)" = "chiński tradycyjny (Big 5 HKSCS)";
"Ukrainian (KOI8-U)" = "ukraiński (KOI8-U)";
"Traditional Chinese (Big 5-E)" = "chiński tradycyjny (Big 5-E)";
"Western (NextStep)" = "zachodni (NextStep)";
"Non-lossy ASCII" = "bezstratny ASCII";
"Western (EBCDIC Latin Core)" = "zachodni (EBCDIC Latin Core)";
"Western (EBCDIC Latin 1)" = "zachodni (EBCDIC Latin 1)";
"Japanese (Auto Detect)" = "japoński (wykrywany automatycznie)";
